<?php

/**
 * ECSHOP OPEN ID 語言項
 * ============================================================================
 * 版權所有 2005-2011 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發布。
 * ============================================================================
 * $Author: liubo $
 * $Id: openid.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['alipay_fastlogin_note'] = '支付寶快捷登錄：共享支付寶5億會員，買家無需註冊、填寫地址即可下單購物，讓流量變訂單！ <a href="http://act.life.alipay.com/systembiz/shopex/detail.html" target="_blank">立即申請</a>';
$_LANG['alipay_pid'] = '支付寶合作者身份(PID)';
$_LANG['alipay_key'] = '支付寶安全校驗碼(Key)';
$_LANG['alipay_consignee'] = '支付寶獲取物流地址開關';
$_LANG['save_success'] = '保存成功';
$_LANG['save_fail'] = '保存失敗';
?>