<?php

/**
 * ECSHOP 盛付通语言文件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liujun $
 * $Id: sft.php 17063 2011-09-1 06:35:46Z liujun $
 */

global $_LANG;

$_LANG['sft']   = '盛付通';
$_LANG['sft_icbc']   = '工商银行盛付通';
$_LANG['sft_ccb']   = '建设银行盛付通';
$_LANG['sft_abc']   = '农业银行盛付通';
$_LANG['sft_bcom']   = '交通银行盛付通';
$_LANG['sft_cmb']   = '招商银行盛付通';
$_LANG['sft_cmbc']   = '民生银行盛付通';
$_LANG['sft_sdb']   = '深发银行盛付通';
$_LANG['sft_boc']   = '中国银行盛付通';
$_LANG['sft_bob']   = '北京银行盛付通';

$_LANG['sft_desc']    = '盛付通是国内领先的独立第三方支付企业，由上海盛大提供服务支持。';
$_LANG['sft_desc_icbc'] = '通过盛付通帐户，用户可以直接用工行网银支付。';
$_LANG['sft_desc_ccb'] = '通过盛付通帐户，用户可以直接用建设网银支付。';
$_LANG['sft_desc_abc'] = '通过盛付通帐户，用户可以直接用农业网银支付。';
$_LANG['sft_desc_bcom'] = '通过盛付通帐户，用户可以直接用交通网银支付。';
$_LANG['sft_desc_cmb'] = '通过盛付通帐户，用户可以直接用招商网银支付。';
$_LANG['sft_desc_cmbc'] = '通过盛付通帐户，用户可以直接用民生网银支付。';
$_LANG['sft_desc_sdb'] = '通过盛付通帐户，用户可以直接用深发网银支付。';
$_LANG['sft_desc_boc'] = '通过盛付通帐户，用户可以直接用中国网银支付。';
$_LANG['sft_desc_bob'] = '通过盛付通帐户，用户可以直接用北京网银支付。';

$_LANG['sft_account'] = '商户号';
$_LANG['sft_account_desc'] = '人民币支付网关的收款帐号';
$_LANG['sft_key']     = '商户密钥';
$_LANG['pay_button'] = '立即使用盛付通支付';

?>