<?php

/**
 * ECSHOP OPEN ID 语言项
 * ============================================================================
 * 版权所有 2005-2011 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: openid.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['alipay_fastlogin_note'] = '支付宝快捷登录：共享支付宝5亿会员，买家无需注册、填写地址即可下单购物，让流量变订单！ <a href="http://act.life.alipay.com/systembiz/shopex/detail.html" target="_blank">立即申请</a>';
$_LANG['alipay_pid'] = '支付宝合作者身份(PID)';
$_LANG['alipay_key'] = '支付宝安全校验码(Key)';
$_LANG['alipay_consignee'] = '支付宝获取物流地址开关';
$_LANG['save_success'] = '保存成功';
$_LANG['save_fail'] = '保存失败';
?>